<html>
<head> <meta charset="UTF-8">
</head>

<body style="background-color:pink">

<?php
require 'config.php';
if(isset($_GET['id']))
{
$id=$_GET['id'];
$sql="SELECT * FROM account where id=$id";
$result=mysql_query($sql);
$row=mysql_fetch_assoc($result);
$firstname=$row['firstname'];
$family=$row['faimly'];			
}
else
{
header("location: index.php");
}
?>
<center>
<br><br><br><br>
<dive><h1><?php echo "welcome Admin $firstname $family "; ?> </h1><hr><br></dive>
<pre><b>
الاحتجاجات السودانية 2018-2019 هي سلسلة من الاحتجاجات التي اندلعت يوم 19 ديسمبر/كانون الأول من عام 2018 في بعض المدن السودانيّة بسببِ ارتف
اع الأسعار وغلاء المعيشة وتدهور حال البلد على كلّ المستويات.
بدأت الاحتجاجات رداً على تردي الأوضاع الاقتصادية وغلاء أسعار المعيشة يوم الأربعاء في مدينتي بورتسودان شرق البلاد وعطبره شمالها ثم امتدت في اليوم
 التالي 20 ديسمبر/كانون الأول إلى مدن أخرى من بينها العاصِمة
 الخرطوم قبلَ أن تتجدّد يومي الجمعة والسبت خصوصًا في الخرطوم وأم درمان والأبَيض في ولاية شمال كردفان. شهدت هذه الاحتجاجات السلميّة رد فعل عنيف من قِبل ال
 سلطات التي استعملت مُختلف الأسلحة في تفريقِ المتظاهرين بما
 في ذلك الغاز المسيل للدموع، الرصاص المطاطي بل شهدت بعض المدن استعمالًا واضحًا للرصاص الحيّ من قبل قوات الأمن السودانية [7] مما تسبب في سقوط عشرات القتلى
 والجرحى في صفوف المتظاهرين.

شعار "تسقط بس" على الأرض بعبوات الغاز المسيل للدموع الفارغة.

محتج يكتب "تسقط بس" على أحد الجدران.
في 11 أبريل 2019، أعلن الجيش خلع الرئيس عمر البشير عن السلطة وبدء مرحلة انتقالية لمدة عامين تنتهي بإقامة انتخابات لنقل السلطة.[8]
</b></pre><br><br>
<pre>
<h3>الشهر الاول</h3><b>
بدأت الاحتجاجات بشكلٍ عفوي حينمَا تجمّع المئات من المواطنين السودانيين للتنديد بارتفاع أسعار المواد الأساسية في البلاد، وانخفاض قيمة العملة السودانية، وندرة ا
لكثير من السلع في بعض المدن من بينها الخرطوم. بعدَ ساعات قليلة فقط من اندلاعها؛ طوّقت عناصر الأمن المتظاهرين وحاولوا منعهم من الوصول لبعض «المناطق الحسّاسة» في البلاد ثمّ سرعان ما ت
حوّلت المظاهرات إلى أعمال عنف وشغب شَهِدت حرقَ المتظاهرين لمكاتب حزب الرئيس عمر البشير مطالبين بإنهاء حكمه وهو الذي يتولى السلطة في البلاد منذ عام 1989 إبّان انقلاب عسكري قامَ به.[9]
في البداية استخدمت الشرطة الغاز المسيل للدموع لتفريق المتظاهرين فيما شهدت بعض المناطق استعمالًا للذخيرة الحيّة مما تسبب في وقوعِ عددٍ من الجرحى وسطَ أنباء عن سقوط عددٍ منَ القتلى أيضًا دو
ن بيانات رسمية أو شيء من هذا القبيل.[10] وسطَ دعوات شبابيّة للانضمام للحراك الشعبي ضدّ النظام الحاكم، انضمّت بعض مدن السودان في اليوم الثاني حيثُ خرج ساكنيها – وقد قُدّر عددهم بالمئات – وسطَ الشوارع للتنديد بما قا
مت وتقومُ به الحكومة فهي التي أقدمت على زيادة أسعار الخبز ليصل سعر الرغيف من جنيه واحد إلى ثلاثة جنيهات فيما اتهمها آخرون بإعطاء الصلاحيّة للجيش بضرب المتظاهرين والاعتداء عليهم.[11]
كانت الاحتجاجات في الأسبوع الثاني عنيفة نوعًا ما حيثُ شهدت حرقَ المتظاهرين لبعض السيارات كما شهدت بعض أعمال العنف والشغب فيما ردّت الشرطة وقوات مكافحة الشغب مُجددًا بالرصاص المطاطي والحيّ وكذ
ا الغاز المسيل للدموع في سيناريو مشابه تقريبًا لأحداث الأسبوع الأول مع فرق سعة التظاهرات وعدد المشاركين.[12] تصاعدت وتيرة الاحتجاجات في ظلّ تعنت السلطات في الاستجابة لمطالب المتظاهرين؛ بل عملت على مواجهتهم وتفريق
هم بالقوّة مُستعملة في ذلك مُختلف الأسلحة وبخاصة الهراوي والغاز المسيل للدموع. تركّزت الاحتجاجات هذه المرة في عطبرة، أم درمان وشمال كردفان. حسبَ بعض التقارير الإخباريّة فقد قتلت الشرطة متظاهرًا واحدًا على الأقل في مدينة عطبرة.[13]
في ظل تزايد الاحتجاجات وشموليتها؛ علّقت السلطات الدراسة في كل الجامعات وكذلك مرحلتي الأساس والثانوية بولاية الخرطوم لأجل غير مسمى فيما أعلنت حالة الطوارئ وفرض حظر التجوال من السادسة مساءًا وحتى السادسة صباحًا 
في بعض الولايات. من جهة أخرى؛ خرجَ مئات الأشخاص في مدينة ربك عاصمة ولاية النيل الأبيض ورددوا شعارات منددة بسياسات الحكومة فيما ردّد آخرون الشعار الشهير الذي برزَ في مطلع العام 2011 إبّان ثورات الربيع العربي: الش
عب يريد إسقاط النظام. في المُقابل أضرمَ عددٌ من الشبان الغاضِبين النيران في مجموعة من المؤسسات الحكومية والخاصة من بينها مقر حزب المؤتمر الوطني الحاكم.[14]
على النّقيض من ذلك؛ وفي ظل موجة الغليان التي تجتاحُ بعض المواطنين السودانيين برزَ الناطق الرسمي باسم الحكومة بشارة جمعة في تصريحٍ قالَ فيه: «إن المظاهرات السلمية انحرفت عن مسارها
 وتحولت بفعل المندسين إلى نشاط تخريبي استهدف المؤسسات والممتلكات العامة والخاصة بالحرق والتدمير وحرق بعض مقار الشرطة.» كما أضاف: «تعاملت قوات الشرطة والأمن بصورة حضارية مع المحتجين دون اعتر
 اضهم.» إلّا أنّ بعضَ المصادر الصحفيّة – بما في ذلك قناة بي بي سي عربية – قد أشارت لمقتل ثمانية أشخاص على الأقل منذ بداية التظاهرات قبلَ ثلاث أيام.[15]
تواصلت الاحتجاجات للأسبوع الرابع على التوالي وقد عمّت هذه المرة عددًا أكبر من المدن مقارنةً بالأسابيع الثلاث السابقة. تميّز هذا الأسبوع هو الآخر بشدّة الاشتباكات بينَ المتظاهرين 
من جهة وبين قوات الأمن من جهة ثانية. في السياق ذاته؛ أشارت بعض المصادر الصحفيّة في تقاريرها على أنّ الجيش قد قتلَ ما لا يقل عن عشرة مُحتجين في مُقابل إحراقهم لمقر الحِزب الحاكم في مجموعة من المدن وبخاصّة في الرهد.[16]
ردّت الحكومة على كل هذا من خِلال اعتقالها لعددٍ من قادة المعارضة في أم درمان كما قتلت خمسة أشخاص على الأقل في يومٍ واحد حسب تصريحات مدير جهاز الأمن السوداني صلاح قوش الذي ألقى باللوم على «متمردين تربطهم ص
لات بإسرائيل»[17] وهي ذات اللومة التي ألقى بها النظام السوري على ثوار مدينة حلب خلال بدايات الثورة. على الجِهة المقابلة؛ كشفَ رئيس حزب الأمة القومي المعارض الصادق المهدي في مؤتمر صحفي إن عدد 
القتلى وصل إلى 22 كما اعتبرَ «التحركات السلمية مشروعة قانونيًا، ومبررة بواقع تردي الأوضاع المعيشية» كما أدان القمع المسلح الذي تنتهجهُ القوى الأمنية في مواجهة الشعبِ الثائر.[18]
<h3>الشهر الثاني</h3>
تواصلت الاحتجاجات للشهر الثاني على التوالي في ظل تعنت النظام في الاستماع لمطالب المُحتجين وعدم تلبية رغباتهم. تزامنًا معَ ذلك؛ برزَ اتحاد المهني
ين الذي عملَ على تنظيم التظاهرات وتنسيقها والدعوة لها. في المُقابل؛ تواصلَ تدخل الشرطة وباقي الأفرع الأمنيّة وذلكَ بهدفِ منع المسيرات وقمعها خاصّة تلكَ المتوج
هة نحو البرلمان والتي تُطالب بشكلٍ صريح ومباشر بتنحي البشير ونظامه عن الرئاسة.[19]
شهدت بعضُ الأيّام احتجاجات ضخمة تركزت في بعض المدن بما في ذلك الخرطوم وأم درمان فيما ردّت قوات الأمن بالغاز المُسيل للدموع والرصاص المطاطي والحيّ أحيانًا. أظهرت بعض الفي
ديوهات التي تناقلها نشطاء على مُختلف مواقع التواصل الاجتماعي دهس سيارات تابعة للنظام السوداني للمحتجين مما تسبّب في سقوط قتلى وجرحى كما لوحظَ انتشار كثيف لقوات الأمن بزيّها غير الرسمي والتي 
تتخفى وسط الثوار بهدفِ إلقاء القبض عليهم في الوقتِ المُناسب.[20]
اشتدّت الاحتجاجات في الأسبوع الثالث من الشهر الثاني فارتفعت معها وتيرة القمع والعنف الممنهج مما تسبّبت في مقتل طبيب وطفل برصاص قوات الأمن كما فارقَ رجل في الستين من عمره الحياة متأثرًا بإصابته بعي
ار ناري في مدينة بري. ألقى المحتجون باللومِ على النظام واستغلوا تشييع الجنازات كنقطة بداية لاحتجاجات جديدة ومنسّقة عبروا فيها عن مطلبهم الواضح وهو إسقاط النظام. على الجِهة الأخرى؛ واصلَ البشير 
– الذي تلقّى دعمًا ضمنيًا من قطر ومصر وتركيا ودول أخرى – تجاهله للمطالب الشعبيّة وأدلى بتصريحاتٍ أكّد فيها على أن السودان محكوم بقرار المواطنين عبر صناديق الاقتراع وأضاف: «انتخابات 2020 ليست ببعيدة ونحن مع خيار 
الشعب السوداني ليختاروا رئيسهم ونوابهم بانتخابات حرة ... نقول للشباب هذه بلدكم فحافظوا عليها لأنّه لو "ولعت" فلن نبقى لاجئين بل سنموت هنا.[21]»
<b></pre>
<form><h2><a href="index.php"><button type="button" onclick="alert("exit")">خروج</button></a></h2></form>
</center>

</body>

<footer></footer>
</html>